{
    "4815431": {
        "timestamp": 1628872980.0,
        "publishing_time": "13.08.2021 | 19:43",
        "url": "https://www.fl.ru/projects/4815431/raspoznat-graficheskuyu-inf-i-zanesti-ee-v-excel.html",
        "title": "Распознать графическую инф. и занести ее в Excel",
        "description": "Необходимо написать программу, которая распознает информацию из графических файлов (фото) и заносит распознанные данные в соответствующие строки таблицы Excel.  Нужно очень срочно.   ТЗ и образец в файле.",
        "price": "15 000 руб",
        "project_categories": [
            "Программирование",
            "Парсинг данных"
        ]
    },
    "4815396": {
        "timestamp": 1628868480.0,
        "publishing_time": "13.08.2021 | 18:28",
        "url": "https://www.fl.ru/projects/4815396/parsing-novostey.html",
        "title": "Парсинг новостей",
        "description": "Хотел бы заказать скрипт (модуль drupal) для парсинга новостных статей с нескольких сайтов:  Из новости мне нужно: Заголовок, иллюстрация, текст (типографированный), ссылка на источник. Мне бы хотелось начать парсинг с августа и получать новости из некоторых разделов. Думаю, что со всех сайтов будет около 500 новостей в день. Мне бы хотелось начать парсинг с августа и получать новости из некоторых разделов. Думаю, что со всех сайтов будет около 500 новостей в сутки.   Результат работы скрипта хотел бы получать в формате RSS или CSV (Обязательно нужно уникальное поле-идентификатор для каждого элемента).  Cайт, на который пойдут эти новости сделан на drupal.   С уважением",
        "price": "2000 руб",
        "project_categories": [
            "Программирование",
            "Веб-программирование"
        ]
    },
    "4815510": {
        "timestamp": 1628887740.0,
        "publishing_time": "13.08.2021 | 23:49",
        "url": "https://www.fl.ru/projects/4815510/parsing-sayta.html",
        "title": "Парсинг сайта",
        "description": "Спарсить тексты соответствующие им аудио файлы. Каждый аудиофайл в файл с именем ESLpodNNN.mp3 соответствующий текст в файл с именем ESLpodNNN.html делал эту работу вручную – надоело. могу показать структуру страниц сайта для парсинга – они все одинаковы.",
        "price": "2000 руб",
        "project_categories": []
    }
}